# Brew
brew "cabal-install" # Haskell package manager
brew "ffmpeg" # convert video formats, frames to video, record, and stream
brew "ghc" # Haskell compiler
brew "git"
brew "htop"
brew "imagemagick"
brew "mas"
brew "mysql"
brew "node"
brew "openjdk"
brew "pyenv"
brew "python"
brew "rustup"
brew "tmux" # terminal multiplexer
brew "wget" # allow non-GUI file download from the web

# Cask
cask "anki"
cask "blender"
cask "calibre"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "miniforge"
cask "postman"
cask "quicklook-json"
cask "spotify"
cask "steam"
cask "zoom"

# Mac App Store
mas "CopyClip", id: 1020812363
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "WeChat", id: 836500024
mas "WhatsApp", id: 310633997