tap "homebrew/cask"
tap "homebrew/services"
tap "heroku/brew"
tap "mongodb/brew"

brew "mas"
brew "pyenv"
brew "mysql"
brew "node"
brew "heroku"
brew "mongodb-community"

mas "CopyClip", id: 1020812363
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "WeChat", id: 836500024
mas "WhatsApp", id: 1147396723

cask "google-chrome"
cask "discord"
cask "google-drive"
cask "iterm2"
cask "anki"
cask "postman"
cask "spotify"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
cask "steam"
cask "dbeaver-community"
cask "trader-workstation"
cask "mactex-no-gui"
cask "keyboard-maestro"