brew "python"
brew "mysql"
brew "node"
brew "git"
brew "mackup"
brew "heroku/brew/heroku"

cask "google-chrome"
cask "google-drive"
cask "google-backup-and-sync"
cask "spotify"
cask "spectacle"
cask "iterm2"
cask "postman"
cask "zoom"
cask "visual-studio-code"
cask "mactex-no-gui"
cask "discord"
cask "trader-workstation"

mas "CopyClip", id: 1020812363
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "WeChat", id: 836500024
mas "WhatsApp", id: 1147396723